import React from "react";
import Candle from "./Candle";
import memorialImage from "../assets/memorial-image.png";
const HomePage = () => {
  return (
    <section id="home" className="section">
     
      <h3>לזכרה של ניר אבוחצירה 2001-2024</h3>
      <img src={memorialImage} alt="ניר" />

      <div className="eulogies-container">
        <div className="eulogies-row">
          <article className="eulogy">
            <h2>קורות חיים / הספד המושב</h2>
            <p>
              הרבה חלומות ושאיפות של אישה צעירה בתחילת דרכה נגדעו באחת, בגלל
              תאונה אכזרית ונוראה! הכבישים האלו, הרכב הזה – כלי נשק במלחמה עקובה
              מדם!
            </p>
            <p>ניר,</p>
            <p>
              הלב מסרב לעכל והראש מסרב להאמין שלא נפגוש יותר את החיוך הענק
              והמאיר של פנייך זרועות הנמשים!
            </p>
            <p>היית אדם עם לב רחב ועוצמות גבוהות של רגש!</p>
            <p>
              דור שלישי במושב חצבה, למשפחה שהיא חלק משמעותי ובלתי נפרד ממארג חיי
              המושב, וקהילת הערבה כולה.
            </p>
            <p>
              מקטנות, בתהלוכות פורים בגנים, בחגי המושב שלקחת חלק בהפקתם, בעלייה
              לתנועה בחג המעלות, במשימות שנת בר המצווה הייחודית לערבה, כמדריכה
              בתנועה – בנוער חצבה, בטיולים השנתיים, בצליחת הכנרת המשותפת ואפילו
              סתם במפגש אקראי ברחבי המושב – תמיד הפלפליות והאנרגיות "המרימות"
              שהן סימן הזיהוי שלך, הכניסו שמחה ותיבלו כל מפגש!
            </p>
            <p>
              כשסיימת י"ב בחרת לעשות שנה במכינת "נופי פרת", עשית שם חיל ואפילו
              המשכת לשנה ב'!
            </p>
            <p>
              גם בצבא הוכחת נחישות, חריצות ומסירות, וסיימת בהצלחה קורס לוחמות
              איסוף קרבי, ואף יצאת לקורס מ"כים והמשכת כמפקדת.
            </p>
            <p>
              וגם עכשיו, כשהשתחררת והתחלת לעבוד בפנימיית נרדים – נכנסת לתפקיד
              במלוא העוצמה, הרצון והכוונה!
            </p>
            <p>
              ניר, העולם התברך בך כמעט 23 שנה, ועכשיו כואבים והמומים נשארנו כאן
              אחרייך, מנסים להבין איך ממשיכים מכאן, איך ממשיכים כשהזמן קופא
              ועוצר מלכת, ואיך ממלאים את הריק שהשארת אחרייך.
            </p>
            <p>
              נוחי על משכבך בשלום, ואנחנו, כל בית חצבה, מתחייבים להיות שם בשביל
              משפחתך, לכל דבר ועניין, ללוות אותם ולשמור עליהם ולנסות במעט למלא
              את החלל שהותרת. לנצח תהיי בליבנו!
            </p>
            <p>יניב בן פלאי / מרכז משק חצבה</p>
          </article>

          <article className="eulogy">
            <h2>דלית / אמא</h2>
            <p>
              אחד הפירושים של המילה "ניר" זה שמחה. ואת, שהכנסת כל כך הרבה אור
              ושמחה בחיינו. שבנוכחותך תמיד כאבה לנו הבטן מרב צחוק. שלנוכח חיוכך
              אי אפשר היה להישאר חתום. שהחיוך שלך שעד לפני רגע היה מרוח על פנייך
              ועכשיו ניבט אלינו מהתמונות, הוא חיוך מתפשט. הוא חיוך שאין לו התחלה
              או סוף.
            </p>
            <p>הנוכחות השמחה שלך הייתה מדבקת.</p>
            <p>ילדה שלי.</p>
            <p>איך מדברים עלייך בגוף שלישי?</p>
            <p>איך קוברים ילדה?</p>
            <p>איך מספידים ילדה?</p>
            <p>איך אומרים מילים של פרידה?</p>
            <p>זה לא טבעו של עולם! זה לא אמור להיות ככה.</p>
            <p>איך משאירים אותך פה לבד?</p>
            <p>ילדה שלי.</p>
            <p>
              נולדת מנהלת! מי שמכיר אותך, יודע שאת מנהלת את כל מי ומה שסביבך!
            </p>
            <p>את חייבת שהכל יתנהל כפי שאת רואה בעיני רוחך!</p>
            <p>כבר סידרת את הכל בראש ובצורה שבה הדברים צריכים לקרות.</p>
            <p>
              תמיד ניהלת אותנו והנה , גם עכשיו את מנהלת אותנו אנחנו כאן כי את
              כאן.
            </p>
            <p>
              לרגע ניתן היה לחשוב שהניהול הבלתי מתפשר שלך נובע מכך שדברים באים
              בקלות ונדרשים בקלות אך לא כך הוא הדבר.
            </p>
            <p>
              עלית וטיפסת מדרגה אחר מדרגה. כל החיים נלחמת. נאבקת על כל שלב
              ובאליפות המיוחדת שלך, הצלחת להגיע לכל פסגה. הרבה פעמים אמרת שנמאס
              לך להיות "סיר בישול איטי". שמגיע לך לקבל לפעמים את הדברים בקלות
              יותר ולא להילחם על כל דבר. אבל המאבק הזה, הדרך הזו, היא שמאפיינת
              אותך, היא שגרמה לך לצמוח, לגדול, להתפתח ולהיות מי ומה שאת.
            </p>
            <p>
              זה גם חלק ממה שגרם לכל כך הרבה אנשים לראות ולהתפעל, לשאוב השראה
              וכוח מכל מה שהוא תהליכי בחיים. ללמוד איך לעשות את הדברים לאט,
              בנחישות ועם המון אהבה. ולנצח.
            </p>
            <p>
              ואנחנו שבקשנו להיות עבורך משענת, לתת את הביטחון לנסות. להעז כי יש
              גב. מקווים שהצלחנו. מקווים שהרגשת שאנחנו איתך בכל מרחב. כדי לתמוך,
              כדי לקלוט, כדי לפרגן, כדי להבין, כדי לאפשר. מקווים שעם זה צעדת את
              מסע חייך הקצר כל כך אך עם זאת המלא כל כך.
            </p>
            <p>מלא באהבה שיצאה מהלב הגדוש שלך.</p>
            <p>לב מלא בנתינה שהייתה חלק עצום בהוויה שלך כאדם.</p>
            <p>
              כאשר קבלת תעודת הצטיינות חברתית לא הבנת על מה קיבלת? הרי רק עשית
              את מה שבני האדם צריכים, אמורים לעשות ולנהוג האחד כלפי השני. התנהגת
              לכל אחד בכבוד, באהבה והערכה. לא סתם היו לך חברים מכל הקשת – גדולים
              וקטנים ממך. התייחסת לכולם בצורה שווה ונתת להם מקום בלב ובשל כך גם
              מקום בעולם.
            </p>
            <p>
              היית אדם של מתן בסתר. חשבת על חברה שלא יוצאת הביתה ומשום כך דאגת
              לצאת איתה לבילוי שלא תרגיש את הבדידות. בחרת להדריך ב'נרדים' וביקשת
              להרחיב לילדים את מעטפת הלב שניתנת להם. ברגישות אין קץ ראית היכן
              ניתן לגעת במי שקשה לו. היית עבור... גם כשהתהליך האישי שלך היה ארוך
              ומאתגר. תמיד ראית את מי שזקוק ולשם נותבו כל כוחותייך במלוא האנרגיה
              שניחנת בה.
            </p>
            <p>
              אני רואה אותך מגיעה למעלה, נושמת נשימה כדי להבין מה סביבך ופותחת
              בשמיים גן ילדים, פנימייה לילדים שהרי איך לא ראו עד שהגעת את הילדים
              שכל כך זקוקים לחום, לתשומת לב ואהבה. וכל זה יהיה מגובה בסדר וארגון
              , מנוהל בקפידה, כפי שהיה בחייך.
            </p>
            <p>
              ניר שלי, אני מבטיחה לך, אנחנו כמשפחה מתחייבים לך, למרות השיחה
              שהייתה לנו השבוע שאמרתי בהם דברים אחרים, שהבית שלנו ימשיך להיות
              בית שמח, בית פתוח, בית מלא אור, מלא תקווה ואהבה כמו שרק את יודעת
              וידעת להפיץ סביבך.
            </p>
            <p>
              אנחנו מתחייבים להמשיך את דרכך, דרך הנתינה וראיית האחר, דרך הלב
              הפתוח והאוהב, המכבד והמאפשר.
            </p>
            <p>אני אוהבת אותך ילדה שלי. אהבה שלא תעומעם לעולם.</p>
            <p>
              יודעת שבלכתך, כמו בחייך, יישאר חבל הטבור המחבר אותנו איתן. החיבור
              שלנו, חיבור אמא ובת הוא נצחי. יכול להיות שהיה זה כך משום שידענו
              שהזמן שלנו קצוב? יתכן שהוא היה כך כי איתך אין בערך? יש רק עד הסוף.
              אז זהו שאין סוף ילדה שלי.
            </p>
            <p>
              את תלווי אותנו בכל הזמנים, בכל הרגעים הטובים והטובים פחות, את חלק
              מאיתנו, בליבנו שכעת יש בו חור בגודל שלך.
            </p>
            <p>אלוהים שלי , רציתי שתדע - מיציתי.</p>
            <p>דלית / אמא</p>
          </article>
        </div>
      </div>
      <Candle />
    </section>
  );
};

export default HomePage;
